Repository: DJDoena/CastCrewEdit2
Catalog: CastCrewEdit2/CastCrewEdit2/CastCrewEdit2/Forms/EpisodeForm.*.resx
Languages: de

# NewCloseButton.Text
source: Close
de: Schließen

# CastTabPage.Text
source: Cast
de: Darsteller

# IgnoreGroupBox.Text
source: Ignore ...
de: Ignoriere ...

# CastGenerateButton.Text
source: Copy Cast to Clipboard
de: Kopiere Darsteller in Zwischenablage

# CastSettingsGroupBox.Text
source: Settings
de: Einstellungen

# RetainCreditedAsOnCastCheckBox.Text
source: Retain "Credited As"
de: Behalte "Aufgeführt als"

# ParseCastCheckBox.Text
source: Parse Cast
de: Parse Darsteller

# ParseVoiceOfCheckBox.Text
source: Parse "Voice of" into "(voice)"
de: Parse "Voice of" nach "(voice)"

# ParseRoleSlashCheckBox.Text
source: Parse Roles with "/" into multiple lines
de: Parse Rollen mit "/" in mehrere Zeilen

# CrewIncludingGroupBox.Text
source: Including ...
de: Einschließlich ...

# CrewSettingsGroupBox.Text
source: Settings
de: Einstellungen

# RetainCreditedAsOnCrewCheckBox.Text
source: Retain "Credited As"
de: Behalte "Aufgeführt als"

# RetainOriginalCreditCheckBox.Text
source: Retain Original Credit
de: Behalte "Individuelle Rolle"

# IncludePrefixOnOtherCreditsCheckBox.Text
source: Include CreditType Prefix on "Other/Custom" Credits
de: Füge Kategorie-Präfix bei "Other/Custom"-Rollen ein

# CapitalizeCustomRoleCheckBox.Text
source: Capitalize Custom Role
de: Schreibe "Individuelle Rolle" groß

# CrewGenerateButton.Text
source: Copy Crew to Clipboard
de: Kopiere Crew in Zwischenablage

# SettingsToolStripMenuItem.Text
source: &Settings
de: &Einstellungen

# EditConfigFilesToolStripMenuItem.Text
source: &Edit Config File
de: Bearbeite &Konfigurationsdatei

# FirstnamePrefixesToolStripMenuItem.Text
source: &Firstname Prefixes
de: &Vornamen-Präfixe

# LastnamePrefixesToolStripMenuItem.Text
source: Lastname &Prefixes
de: Nachnamen-&Präfixe

# LastnameSuffixesToolStripMenuItem.Text
source: Lastname &Suffixes
de: Nachnamen-&Suffixe

# KnownNamesToolStripMenuItem.Text
source: &Known Names
de: &Bekannte Namen

# IMDbToDVDProfilerTransformationDataToolStripMenuItem.Text
source: &IMDb to DVD Profiler Transformation Data
de: "&IMDb nach DVDProfiler"-Umwandlungsdaten

# IgnoreCustomInIMDbCreditTypeToolStripMenuItem.Text
source: Ignore "&Custom" in IMDb Category
de: Ignoriere "&Custom" in IMDb-Kategorie

# IgnoreIMDbCreditTypeInOtherToolStripMenuItem.Text
source: Ignore IMDb Category in "&Other"
de: Ignoriere IMDb-Kategorie in "&Other"

# ForcedFakeBirthYearsToolStripMenuItem.Text
source: Forced Fake &Birth Years
de: Erzwungene &Fake-Geburtsjahre

# ExtendedToolStripMenuItem.Text
source: E&xtended
de: E&weitert

# CopyExtendedCastToClipboardToolStripMenuItem.Text
source: Copy Extended Cast to Clipboard
de: Kopiere erweiterte Darsteller in Zwischenablage

# copyExtendedCrewToClipboardToolStripMenuItem.Text
source: Copy Extended Crew to Clipboard
de: Kopiere Crew in Zwischenablage

# HelpToolStripMenuItem.Text
source: &Help
de: &Hilfe

# ReadmeToolStripMenuItem.Text
source: &Read Me
de: &Lies mich

# AboutToolStripMenuItem.Text
source: &About Cast/Crew Edit 2
de: &Über Cast/Crew Edit 2

# PersonsInLocalCacheTextLabel.Text
source: Persons in Local Cache:
de: Personen im lokalen Cache:

# BirthYearsInLocalCacheTextLabel.Text
source: Birth Years in Local Cache:
de: Geburtsjahre im lokalen Cache:

# ReApplySettingsFiltersButton.Text
source: Re-Apply Settings/Filters
de: Wende Einstellungen/Filter erneut an

# GetBirthYearsButton.Text
source: Get Birth Years
de: Hole Geburtsjahre

# GetHeadshotsButton.Text
source: Get Headshots
de: Hole Photos

# $this.Text
source: Cast/Crew Edit 2 For TV Shows - Cast & Crew
de: Cast/Crew Edit 2 For TV Shows - Darsteller & Crew
