Repository: DJDoena/CastCrewEdit2
Catalog: CastCrewEdit2/CastCrewEdit2/CastCrewEdit2/Forms/SettingsForm.*.resx
Languages: de

# AbortButton.Text
source: Cancel
de: Abbrechen

# PeopleParsingTab.Text
source: People
de: Personen

# NameParsingTab.Text
source: Names
de: Namen

# ParseFirstNameInitialsIntoFirstAndMiddleNameCheckBox.Text
source: Parse First Name initials into First Name and Middle Name (e.g. "<J.K.> [Simmons]" --> "<J.> {K.} [Simmons]")
de: Parse Vornamen-Initialen in den Vornamen und den Mittelnamen (z.B. "<J.K.> [Simmons]" --> "<J.> {K.} [Simmons]")

# BirthYearsParsingTab.Text
source: Birth Years
de: Geburtsjahre

# UseFakeBirthYearsCheckBox.Text
source: Use Fake Birth Years if real ones are not available
de: Benutze Fake-Geburtsjahre, wenn echte nicht verfügbar sind

# RetrieveBirthYearWhenLocalCacheEmptyCheckBox.Text
source: Retrieve Birth Year from IMDb again, if it was empty on previous retrieval
de: Hole das Geburtsjahr erneut von der IMDb, wenn es beim vorherigen Holen leer war

# GetBirthYearsDirectlyAfterNameParsingCheckBox.Text
source: Get Birth Years directly after name parsing
de: Hole die Geburtsjahre direkt nach dem Parsen

# TakeBirthYearFromLocalPersonCacheCheckBox.Text
source: Take Birth Year from Local Person Cache, if it has been retrieved (even if it may be empty) (Warning: If checked, there will be no query against IMDb and no check whether the Birth Year has changed.)
de: Nimm das Geburtsjahr vom lokalen Personen-Cache, wenn es bereits geholt wurde (auch wenn es leer ist) (Warnung: Wenn gesetzt, wird keine Abfrage an die IMDb durchgeführt und keine Überprüfung, ob sich das Geburtsjahr geändert hat.)

# CheckLinksCheckBox.Text
source: Check people's ID links for redirect (slow)
de: Überprüfe ID-Link von Personen auf Weiterleitung (langsam)

# CastParsingTab.Text
source: Cast
de: Darsteller

# ParseCastCheckBox.Text
source: Parse Cast
de: Parse Darsteller

# RetainCreditedAsOnCastCheckBox.Text
source: Retain "Credited As"
de: Behalte "Aufgeführt als"

# IgnoreUnconfirmedCheckBox.Text
source: Ignore "(unconfirmed)"
de: Ignoriere "(unconfirmed)"

# IgnoreLanguageVersionCheckBox.Text
source: Ignore "(<language> version)"
de: Ignoriere "(<language> version)"

# IgnoreScenesDeletedCheckBox.Text
source: Ignore "(scenes deleted)"
de: Ignoriere "(scenes deleted)"

# IgnoreArchiveFootageCheckBox.Text
source: Ignore "(archive footage)"
de: Ignoriere "(archive footage)"

# IgnoreCreditOnlyCheckBox.Text
source: Ignore "(credit only)"
de: Ignoriere "(credit only)"

# IgnoreUncreditedCheckBox.Text
source: Ignore "(uncredited)"
de: Ignoriere "(uncredited)"

# ParseVoiceOfCheckBox.Text
source: Parse "Voice of" into "(voice)"
de: Parse "Voice of" nach "(voice)"

# ParseRoleSlashCheckBox.Text
source: Parse Roles with "/" into multiple lines
de: Parse Rollen mit "/" in mehrere Zeilen

# IncludingCreditTypeSoundtrackCheckBox.Text
source: Including "Soundtrack" Credits
de: Schließe "Soundtrack" Credits ein

# IncludePrefixOnOtherCreditsCheckBox.Text
source: Include Category Prefix on "Other/Custom" Credits
de: Füge Kategorie-Präfix bei "Other/Custom"-Rollen ein

# RetainCreditedAsOnCrewCheckBox.Text
source: Retain "Credited As"
de: Behalte "Aufgeführt als"

# CapitalizeCustomRoleCheckBox.Text
source: Capitalize "Custom Role"
de: Schreibe "Individuelle Rolle" groß

# IncludingCreditTypeArtCheckBox.Text
source: Including "Art" Credits
de: Schließe "Art" Credits ein

# IncludingCreditTypeSoundCheckBox.Text
source: Including "Sound" Credits
de: Schließe "Sound" Credits ein

# IncludingCreditTypeMusicCheckBox.Text
source: Including "Music" Credits
de: Schließe "Music" Credits ein

# IncludingCreditTypeFilmEditingCheckBox.Text
source: Including "Film Editing" Credits
de: Schließe "Film Editing" Credits ein

# IncludingCreditTypeCinematographyCheckBox.Text
source: Including "Cinematography" Credits
de: Schließe "Cinematography" Credits ein

# IncludingCreditTypeProductionCheckBox.Text
source: Including "Production" Credits
de: Schließe "Production" Credits ein

# IncludingCreditTypeWritingCheckBox.Text
source: Including "Writing" Credits
de: Schließe "Writing" Credits ein

# IncludingCreditTypeDirectionCheckBox.Text
source: Including "Direction" Credits
de: Schließe "Direction" Credits ein

# RetainOriginalCreditCheckbox.Text
source: Retain "Custom Role"
de: Behalte "Individuelle Rolle"

# IncludingCreditTypeOtherCheckBox.Text
source: Including "Other" Credits
de: Schließe "Other" Credits ein

# IncludingCustomCredits.Text
source: Including "Custom" Credits
de: Schließe "Custom" Credits ein

# UseDoubleDigitsEpisodeNumberCheckBox.Text
source: Use 2 digits for episode number
de: Benutze 2 Ziffern für die Folgen-Nummer

# label2.Text
source: Placeholders: {season}, {episode}
de: Platzhalter: {season}, {episode}

# EpisodeSeperatorSampleLabel.Text
source: (e.g. "1.01 Pilot")
de: ("1.01 Pilot")

# label1.Text
source: Episode Format:
de: Folgennamen-Format:

# MessageBoxTabPage.Text
source: Message Boxes
de: Message-Boxen

# DisableDuplicatesMessageBoxCheckBox.Text
source: Disable "Same Birth Year Duplicates" Message Box
de: Deaktiviere "Gleiches Geburtsjahr-Duplikat" Message Box

# DisableParsingCompleteMessageBoxForGetHeadshotsCheckBox.Text
source: Disable "Parsing Complete" Message Box for "Get Headshots"
de: Deaktiviere "Parsing abgeschlossen" Message-Box für "Hole Photos"

# DisableParsingCompleteMessageBoxForGetBirthYearsCheckBox.Text
source: Disable "Parsing Complete" Message Box for "Get Birth Years"
de: Deaktiviere "Parsing abgeschlossen" Message-Box für "Hole Geburtsjahre"

# DisableCopyingSuccessfulMessageBoxCheckBox.Text
source: Disable "Copying Successful" Message Box
de: Deaktiviere "Kopieren erfolgreich" Message-Box

# DisableParsingCompleteMessageBoxCheckBox.Text
source: Disable "Parsing Complete" Message Box
de: Deaktiviere "Parsing abgeschlossen" Message-Box

# RootPathTab.Text
source: Data Path
de: Datenpfad

# label4.Text
source: Data Path:
de: Datenpfad:

# label3.Text
source: By changing this path you change the location where the data files, settings files and the images are stored.
de: Durch die Änderung dieses Pfades werden die Ablageorte für die Daten- und Einstellungsdateien und Bilder geändert.

# HeadshotsTab.Text
source: Headshots
de: Photos

# OverwriteExistingHeadshotsCheckBox.Text
source: Overwrite existing headshots
de: Bestehende Photos überschreiben

# StoreHeadshotsPerSessionCheckBox.Text
source: Store Headshots per Session in Images\DVD Profiler and Images\CCViewer folder
de: Speichere Photos pro Sitzung im Images\DVD Profiler und Images\CCViewer-Ordner

# GetHeadshotsDirectlyAfterNameParsingCheckBox.Text
source: Get Headshots directly after name parsing
de: Hole die Photos direkt nach dem Parsen

# AutoCopyHeadShotsCheckBox.Text
source: Automatically copy Headshots into DVD Profiler folder
de: Kopiere Photos automatisch in den DVD Profiler-Ordner

# GetCrewHeadshotCheckBox.Text
source: Download Headshots for Crew
de: Downloade Crew-Photos

# GetCastHeadshotCheckBox.Text
source: Download Headshots for Cast
de: Downloade Darsteller-Photos

# DownloadGoofsCheckBox.Text
source: Download Goofs
de: Downloade Goofs

# DownloadTriviaCheckBox.Text
source: Download Trivia
de: Downloade Trivia

# OtherTab.Text
source: Other
de: Andere

# SendToCastCrewCopyPasteCheckBox.Text
source: Allow sending data to 'Cast/Crew Copy&&Paste' plugin
de: Das senden von Daten an das 'Cast/Crew Copy&&Paste' Plugin erlauben

# SaveLogFileCheckBox.Text
source: Save Log in File
de: Speichere Log in Datei

# $this.Text
source: Settings
de: Einstellungen
