Repository: DJDoena/CastCrewEdit2
Catalog: CastCrewEdit2/CastCrewEdit2/CastCrewEdit2/Resources/MessageBoxTexts.*.resx
Languages: de

# AnotherInstanceRunning
source: There's already an instance running. If you start another one, you could invalidate your cache. Continue?
de: Es läuft bereits eine Instanz. Beim Starten einer weiteren könnte der Cache inkosistent werden. Fortfahren?

# BirthYearCastHasChanged
source: Birth year of cast member "{0}" ({3}) has changed. Old: {1} New: {2} Check your DVD Profiler for consistency.
de: Geburtsjahr von Darsteller "{0}" ({3}) hat sich geändert. Alt: {1} Neu: {2} Überprüfe deinen DVD Profiler auf Konsistenz.

# BirthYearCrewHasChanged
source: Birth year of crew member "{0}" ({3}) has changed. Old: {1} New: {2} Check your DVD Profiler for consistency.
de: Geburtsjahr von Crew-Mitglied "{0}" ({3}) hat sich geändert. Alt: {1} Neu: {2} Überprüfe deinen DVD Profiler auf Konsistenz.

# CastCrewCopyPasteUnreachable
source: DVD Profiler plugin 'Cast/Crew Copy&Paste' appears to be unreachable. Make sure DVD Profiler is running and the plugin is activated.
de: DVD Profiler Plugin 'Cast/Crew Copy&Paste' scheint nicht erreichbar zu sein. Stelle sicher, dass DVD Profiler läuft und dass das Plugin aktiviert ist.

# CastCrewCopyPasteUnreachableHeader
source: Transmission failure
de: Fehler bei der Übertragung

# CastDataCopySuccessful
source: Data successfully copied to Clipboard. You can now open the Cast Edit Screen in DVD Profiler and paste the data into it.
de: Daten erfolgreich in die Zwischenablage kopiert. Du kannst sie jetzt im Darsteller-Bearbeitungsfenster einfügen.

# CommonCastNameHasChanged
source: Common name of cast member "{0}" ({3}) has changed. Old: {1} New: {2} Check your DVD Profiler for consistency.
de: Standardname von Darsteller "{0}" ({3}) hat sich geändert. Alt: {1} Neu: {2} Überprüfe deinen DVD Profiler auf Konsistenz.

# CommonCrewNameHasChanged
source: Common name of crew member "{0}" ({3}) has changed. Old: {1} New: {2} Check your DVD Profiler for consistency.
de: Standardname von Crew-Mitglied "{0}" ({3}) hat sich geändert. Alt: {1} Neu: {2} Überprüfe deinen DVD Profiler auf Konsistenz.

# ContinueHeader
source: Continue?
de: Fortfahren?

# CopyToClipboardFailed
source: Copying data to the Clipboard has failed. Please try again.
de: Die Daten in die Zwischenablage zu kopieren ist fehlgeschlagen. Bitte versuche es erneut.

# CrewDataCopySuccessful
source: Data successfully copied to Clipboard. You can now open the Crew Edit Screen in DVD Profiler and paste the data into it.
de: Daten erfolgreich in die Zwischenablage kopiert. Du kannst sie jetzt im Crew-Bearbeitungsfenster einfügen.

# CriticalError
source: {0} A log file was created under "{1}". Please send it to profiler_plugins@doena-soft.de.de.
de: {0} Ein Log-File wurde unter "{1}" erstellt. Bitte sende es an profiler_plugins@doena-soft.de.de.

# CriticalErrorHeader
source: Critical Error!
de: Kritischer Fehler!

# DataCopySuccessfulHeader
source: Copying Successful.
de: Kopieren erfolgreich.

# DontContributeIMDbData
source: You must not contribute IMDb data to the DVD Profiler Online Database. Do you understand?
de: Du darfst keine IMDb-Daten zur DVD Profiler Online-Datenbank beisteuern. Verstehst du das?

# DontContributeIMDbDataHeader
source: Do NOT contribute IMDb data!
de: Steuere KEINE IMDb-Daten bei!

# DuplicateFullName
source: You have the same full name twice!
de: Ein voller Name existiert mehrfach!

# EmptyFirstName
source: A first name field is empty!
de: Ein Vornamen-Feld ist leer!

# EmptyFullName
source: A full name field is empty!
de: Ein Voller-Name-Feld ist leer!

# Error503
source: The Webserver has blocked further requests. Please press the "{0}" button until the program tells you that the parsing is complete.
de: Der Webserver hat weitere Anfragen blockiert. Bitte drücke den "{0}"-Button erneut, bis das Programm dir sagt, dass das Parsen abgeschlossen ist.

# ErrorHeader
source: Error!
de: Fehler!

# FakeBirthYearZeroCast
source: Due to this actor's IMDb of {0}, he has gotten an empty fake birth year assigned. {1}
de: Aufgrund der IMDb-ID {0} dieses Darstellers hat er ein leeres Fake-Geburtsjahr zugewiesen bekommen. {1}

# FakeBirthYearZeroCrew
source: Due to this crew member's IMDb of {0}, he has gotten an empty fake birth year assigned. {1}
de: Aufgrund der IMDb-ID {0} dieses Crew-Mitglieds hat er ein leeres Fake-Geburtsjahr zugewiesen bekommen. {1}

# FileCantBeRead
source: "{0}" can't be read.
de: "{0}" kann nicht gelesen werden.

# FileCantBeWritten
source: "{0}" can't be written.
de: "{0}" kann nicht geschrieben werden.

# FileDoesNotExist
source: "{0}" does not exist.
de: "{0}" existiert nicht.

# FilesWillNowBeMoved
source: The files will now be moved. Existing files in the target directory will be removed. Continue?
de: Die Dateien werden jetzt verschoben. Existierende Dateien im Zielverzeichnis werden entfernt. Fortfahren?

# HeadShotsTargetDirectoryInvalid
source: The target folder for the headshots is invalid. Please check the folder in DVDProfiler -> Tools -> Options -> File Folders -> Credit Photos.
de: Der Zielordner für die Photos ist ungültig. Bitte überprüfe den Ordner in DVDProfiler -> Extras -> Optionen -> Ordner -> Photos.

# HeadShotsTargetDirectoryInvalidHeader
source: Credit Photos Folder is Invalid!
de: Photo-Ordner ist ungültig!

# NewFakeBirthYears
source: These people have gotten fake birth years assigned. Make sure that you have different entries for these people in DVDProfiler before you paste the data. {0}
de: Diesen Leuten wurden Fake-Geburtsjahre zugeordnet. Stelle sicher, dass du in DVDProfiler verschiedene Einträge für diese Personen hast, bevor du die Daten einfügst. {0}

# NoEpisodeSelected
source: Please select at least one episode.
de: Bitte wähle mindestens eine Folge aus.

# NoEpisodeSelectedHeader
source: No Episode Selected!
de: Keine Folge ausgewählt!

# NoEpisodesFound
source: No episodes have been found. Please re-scan the page.
de: Es wurden keine Folgen gefunden, bitte scanne die Seite erneut.

# NoEpisodesFoundHeader
source: Episode List is Missing!
de: Folgenliste fehlt!

# NoSeasonSelected
source: Please select at least one season.
de: Bitte wähle mindestens eine Staffel aus.

# NoSeasonSelectedHeader
source: No Season Selected!
de: Keine Staffel ausgewählt!

source: Parsing Complete.
de: Parsing abgeschlossen.

# PossibleDuplicates
source: You have the same name with and without a birth year. Make sure that you have different entries for these people in DVDProfiler before you paste the data. {0}
de: Du hast den selben Namen mit und ohne Geburtsjahr. Stelle sicher, dass du in DVDProfiler verschiedene Einträge für diese Personen hast, bevor du die Daten einfügst. {0}

# PossibleSameYearDuplicates
source: You have the same name with the same birth year multiple times. At this point there's nothing we can do about that - but be aware of the fact. {0}
de: Du hast den selben Namen mit dem selben Geburtsjahr mehrfach. Derzeit kann man dagegen nichts tun, aber sei dir der Tatsache bewusst. {0}

source: Save Data?
de: Daten speichern?

# UpdatePersonsXml
source: Before running this new version, you have to update the Persons.xml first. Please read the Versions Hints of the readme.html and run ConvertCastCrewEdit2PersonFile.exe.
de: Bevor diese neue Version genutzt werden kann, musst du zuerst die Persons.xml updaten. Lies bitte die Versionshinweise in der liesmich.html und starte die ConvertCastCrewEdit2PersonFile.exe.

source: URL is empty!
de: Die URL ist leer.

# UrlIsEmptyHeader
source: Empty URL!
de: URList leer!

# UrlIsIncorrect
source: URL is incorrect! Please use an URL of the form http://www.imdb.com/title/tt0000000/.
de: Die URL ist inkorrekt. Bitte wähle eine in der Form von http://www.imdb.com/title/tt0000000/.

# UrlIsIncorrectHeader
source: Incorrect URL!
de: Inkorrekte URL!

# WarningHeader
source: Warning!
de: Warnung!
